CAR_CHOICES = [
    ('Седан', 'Седан'),
    ('Кроссовер', 'Кроссовер'),
    ('Внедорожник', 'Внедорожник'),
    ('Пикап', 'Пикап'),
    ('Габаритный авто', 'Габаритный авто'),
    ('Квадроциклы', 'Квадроциклы'),
    ('Мотоциклы', 'Мотоциклы'),
    ('Снегоходы', 'Снегоходы'),
]


EURO_CAR_CHOICES = [
    ('Авто', 'Авто'),
    ('Пикап', 'Пикап'),
    ('Квадроциклы', 'Квадроциклы'),
    ('Мотоциклы', 'Мотоциклы'),
    ('Снегоходы', 'Снегоходы'),
]


ENGINE_CHOICES = [
    ('Бензин / Дизель', 'Бензин / Дизель'),
    ('Гибрид', 'Гибрид'),
    ('Электро', 'Электро'),
]

EURO_ENGINE_CHOICES = [
    ('Бензин / Дизель / Гибрид', 'Бензин / Дизель / Гибрид'),
    ('Электро', 'Электро'),
]

CAPACITY_CHOICES = [
    ('1.0', '1.0'),
    ('1.1', '1.1'),
    ('1.2', '1.2'),
    ('1.3', '1.3'),
    ('1.4', '1.4'),
    ('1.5', '1.5'),
    ('1.6', '1.6'),
    ('1.7', '1.9'),
    ('2.0', '2.0'),
    ('2.2', '2.2'),
    ('2.3', '2.3'),
    ('2.4', '2.4'),
    ('2.5', '2.5'),
    ('2.8', '2.8'),
    ('2.9', '2.9'),
    ('3.0', '3.0'),
    ('3.2', '3.2'),
    ('3.5', '3.5'),
    ('3.6', '3.6'),
    ('4.0', '4.0'),
    ('4.2', '4.2'),
    ('4.4', '4.4'),
    ('5.0', '5.0'),
    ('5.3', '5.3'),
    ('5.4', '5.4'),
    ('5.5', '5.5'),
    ('5.7', '5.7'),
    ('6.0', '6.0'),
    ('6.2', '6.2'),
    ('6.3', '6.3'),
    ('6.4', '6.4'),
]

AGE_CHOICES = [
    ('0-3 года', '0-3 года'),
    ('3-5 лет', '3-5 лет'),
    ('5-7 лет', '5-7 лет'),
]

CNT_AUTO_CHOICES = [
    ('1 авто', '1 авто'),
    ('2 и более', '2 и более'),
]

QUADRUPOLE_CHOICES = [
    ('До 300 кубиков', 'До 300 кубиков'),
    ('Более 300 кубиков', 'Более 300 кубиков'),
]

MOTO_CHOICES = [
    ('До 250-800 кубиков', 'До 250-800 кубиков'),
    ('Более 800 кубиков', 'Более 800 кубиков'),
]

MASS_CHOICES = [
    ('До  3,5 тонн', 'До  3,5 тонн'),
    ('Более 3,5 тонн', 'Более 3,5 тонн'),
]


PORT_USA_CHOICES = [
    ('Нью-Джерси', 'Нью-Джерси'),
    ('Джорджия', 'Джорджия'),
    ('Флорида', 'Флорида'),
    ('Техас', 'Техас'),
    ('Калифорния', 'Калифорния'),
]

COUNTRY_CHOICES = [
    ('Германия', 'Германия'),
    ('Голландия', 'Голландия'),
    ('Польша', 'Польша'),
    ('Литва', 'Литва'),
    ('Швейцария', 'Швейцария'),
    ('Италия', 'Италия'),
    ('Австрия', 'Австрия'),
    ('Чехия', 'Чехия'),
    ('Латвия', 'Латвия'),
    ('Эстония', 'Эстония'),
]
